---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.PhysicalInstance
enum: Autodesk.Revit.DB.ScheduleFieldType
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.PhysicalInstance

An instance parameter of the physical element of a scheduled analytical element.